{
  "STRONA GŁÓWNA": "HOME",
  "O NAS": "ABOUT",
  "KONTAKT": "CONTACT",

  "AUTOMATYKA PRZEMYSŁOWA": "INDUSTRIAL AUTOMATION",
  "AUTOMATYKA DOMOWA": "SMART BUILDING",

  "o nas": "about us",
  "kariera": "career",
  "kontakt": "contact",
  "POLSKA": "POLAND",

  "Z prawdziwej pasji": "From real passion",
  "Intelli Jest wynikiem prawdziwej pasji do automatyki. Projekt rozpoczęty przez zespół pasjonatów i doświadczonych specjalistów. Skupiamy się na dostarczaniu najlepszych rozwiązań z zakresu automatyki przemysłowej i domowej.": "Intelli is the result of a true passion for automation. The project launched by a team of real enthusiasts and experienced specialists. We focus on providing the best solutions in the field of industrial and home automation.",

  "Nasza praca": "Our work",
  "Zajmujemy się całym procesem produkcyjnym związanym z dostarczeniem w pełni funkcjonalnego systemu automatyki, wspierającego funkcjonowanie magazynów, zakładów produkcyjnych i centrów dystrybucyjnych.": "We carry out the entire process related to the delivery of a fully functional automation system that supports the work of warehouses, production plants and distribution centers.",
  "Nasza misja": "Our mission",
  "Dostarczanie klientom najwyższych standardów jakości w branży, z innowacyjnymi rozwiązaniami, opartymi na profesjonalizmie i doświadczeniu naszego zespołu.": "Providing customers the highest quality standards in the industry, with innovative solutions, based on the professionalism and experience of our team.",

  "PRACUJ Z NAMI": "JOIN US",
  "W związku z ciągłym rozwojem, poszukujemy nowych członków naszego zespołu.": "Due to continuous development, we are looking for new members of our team",
  "Uważasz, że mógłbyś wnieść swoją wartość do naszej firmy?": "Do you think you could bring value to our company?",
  "APLIKUJ": "APPLY",
  "SKONTAKTUJ SIĘ Z NAMI": "CONTACT US",

  "POZNAJ NAS": "GET TO KNOW US",
  "Nasze usługi": "Our services",
  "Kompleksowa realizacja systemów automatyki przemysłowej. Projektowanie, prefabrykacja szaf sterowniczych, montaż oraz uruchomienie.Naszą specjalizacją są systemy transportu zarówno ciężkiego jak i lekkiego.": "Complex implementation of industrial automation systems. Design, prefabrication of control cabinets, assembly and commissioning. We specialize in both heavy and light transport systems.",
  "NASZE USŁUGI": "OUR SERVICES",
  "Nadzory inwestorskie": "Investor supervision",
  "Nasi specjaliści pomogą Państwu w kompleksowym procesie analizy założeń projektowych, ofert wykonawczych. Dodatkowo wykonamy dla Państwa audyt funkcjonalny oraz walidację bezpieczeństwa przez specjalistę z certyfikatem CMSE®.": "Our specialists will help you in the comprehensive process of analyzing design assumptions and executive offers. In addition, we will perform a functional audit and security validation for you by a specialist with a CMSE® certificate.",
  "KONCEPCJA": "CONCEPT",
  "Doradztwo w zakresie określenia potrzeb klienta dotyczących możliwości optymalizacji procesów poprzez dobranie odpowiedniego typu systemu automatycznego": "Advice on determining the client's needs in terms of the possibility of optimizing processes by selecting the appropriate type of automatic system",
  "PROJEKT": "PROJECT",
  "Posiadamy odpowiednie kompetencje oraz zasoby umożliwiające przeprowadzenie kompleksowego procesu projektowego systemu.": "We have the appropriate competences and resources to carry out a comprehensive system design process.",
  "SZAFY STEROWNICZE": "CONTROL CABINETS",
  "Na podstawie schematów elektrycznych przeprowadzamy kompleksową prefabrykacje szaf sterowniczych.": "On the basis of electrical diagrams, we carry out complex prefabrication and delivery of control cabinets",
  "MONTAŻ": "ASSEMBLY",
  "Instalacja tras kablowych, przez montaż oraz połączenie szaf sterowniczych, monitoringu CCTV, systemów sieciowych aż po wykonanie pomiarów elektrycznych.": "Installation of cable routes, through the assembly and connection of control cabinets, CCTV monitoring, network systems to electrical measurements.",
  "PRZYGOTOWANIE PLC/HMI": "PLC/HMI preparation",
  "Bazując na założeniach projektowych oraz opisie funkcjonalnym przygotujemy kompleksowo program PLC sterujący procesem oraz przygotujemy intuicyjną aplikację panelu HMI.": "Based on the functional description and desing assumptions, we will preprare a comprehensive PLC program of controlling the process control and prepare an intuitive HMI panel apllication.",
  "INTEGRACJA": "INTEGRATION",
  "Nasi doświadczeni programiści zajmą się kompleksowo integracją oraz uruchomieniem dostarczonego systemu.": "Our experienced programmers will integrate and commission the entire system.",
  "SZKOLENIE": "TRAINING",
  "Po uruchomieniu systemu zadbamy o to, aby obsługa była przygotowana na pracę z nim oraz wiedziała jakie czynności należy przeprowadzać okresowo, aby zapewnić jego bezawaryjną pracę.": "Once the system is up and running, we will make sure that the staff is prepared to work with the system and know what activities to perform periodically to ensure trouble-free operation.",
  "SERWIS": "SERVICE",
  "Nasz dział serwisowy zadba o wsparcie obsługi w przypadku wystąpienia takiej konieczności. Oferujemy obsługę w języku polskim, angielskim, niemieckim oraz francuskim.": "Our service department will take care of service support in the event of such a need. We offer service in Polish, English, German and French.",

  "Instalacja, uruchomienie i serwis kompleksowych rozwiązań automatyki dla budynków mieszkalnych, biurowych, użytku publicznego i hoteli.": "Installation, commissioning and service of complex automation solutions for residential, office, public use and hotel buildings.",
  "Rozwiązania IOT": "IOT solutions",
  "Systemy": "Systems",
  "Integracja urządzeń IOT(systemy audio, smart urządzenia AGD, roboty sprzątające, roboty ogrodowe, nawilżacze powietrza, etc.) z pozostałymi systemami automatyki w budynku.": "Integration of IOT devices(audio systems, smart home appliances, cleaning robots, garden robots, humidifiers, etc.) with other building automation systems.",
  "Sterowanie temperaturą i wentylacją w pomieszczeniach dla własnego komfortu i oszczędności.": "Control room temperature and ventilation for your own comfort and savings.",
  "BEZPIECZEŃSTWA": "SECURITY",
  "Systemy chroniące przed włamaniem i nieautoryzowanym dostępem. Symulacja obecności w budynku. Monitorowanie poziomu jakości powietrza w pomieszczeniu.": "Protection against burglary and unauthorized access. Simulation of presence in the building. Monitor the level of air quality in the room.",
  "MONITORING": "CCTV cameras",
  "Integracja monitoringu z aplikacją zarządzania budynku. Automatyzacja bram wjazdowych za pomocą rozpoznawania tablic rejestracyjnych.": "Integration of CCTV cameras with building management application. Automation of entrance gates using license plate recognition.",
  "MONITORUJĄCE I OPTYMALIZUJĄCE": "MONITORING & OPTIMIZATION",
  "Kontrola zużytych mediów, optymalizacja zużycia za pomocą automatyzacji z użyciem czujników obecności i harmonogramów.": "Control of consumed utilities, optimizing consumption with automation using occupancy sensors and schedules.",
  "STEROWANIA ROLETAMI": "BLIND <1/> CONTROL",
  "Automatyzacja otwierania i zamykania rolet z użyciem harmonogramów i stacji pogodowej. Programowanie scen nastrojowych.": "Automatic opening and closing of blinds using schedules and weather station.",
  "STEROWANIA OŚWIETLENIEM": "LIGHTING CONTROL",
  "Automatyzacja oświetlenia za pomocą sensorów ruchu, natężenia światła i harmonogramów. Programowanie scen nastrojowych.": "Automatyzacja oświetlenia za pomocą sensorów ruchu, natężenia światła i harmonogramów. Programowanie scen nastrojowych.",
  "Aplikacja użykownika": "User application",
  "Wygodne sterowanie i monitorowanie funkcji budynku za pomocą jednej aplikacji na smartphone, tablet lub komputer, w każdym miejscu na świecie.": "Reliable controls and monitoring for your building automation system with user friendly application on your device for worldwide access."
}
